---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.CuttingFailures
source: html/5e76f213-a11f-2089-6dac-22fcf8e3793f.htm
---
# BuiltInFailures.CuttingFailures Properties

Elements cannot be copied from multiple links at the same time.